Repository: epresi/bric
Catalog: po/*.po
Languages: hu_hu

source: %.50s =- %d line %s
hu_hu: %.50s =- %d sor %s

source: %d bytes written on disk
hu_hu: %d bájt lemezre írva

source: (modified)
hu_hu: (módosítva)

source: Bric editor -- version %s[0K
hu_hu: Bric szerkesztő -- verzió %s[0K

source: Cannot save! I/O error: %s
hu_hu: Nem sikerült menteni! I/O hiba: %s

source: Could not create locker file
hu_hu: Zárolási fájl elkészítése sikertelen

source: Error allocating memory.
hu_hu: Memóriafoglalási hiba.

source: Insert mode.
hu_hu: Beszúrás mód.

source: No identifier under cursor
hu_hu: Nincs azonosító a kurzor alatt

source: Normal mode.
hu_hu: Normál mód.

source: Opening file
hu_hu: Fájl megnyitása

source: Out of bounds
hu_hu: Határokon kívül

source: Search: %s (Use ESC/Arrows/Enter)
hu_hu: Keresés: %s (Használja ESC/Arrows/Enter)

source: Search: %s Replace: %s (Use ESC/Tab/Arrows/Enter)
hu_hu: Keresés: %s Csere: %s (Használja ESC/Tab/Arrows/Enter)

source: Selection mode: ESC = exit | arrows = select | Ctrl-C = copy
hu_hu: Kiválasztás mód: ESC = kilépés | nyilak = kiválasztás | Ctrl-C = másolás

source: The file has been locked, try to remove the locker!
hu_hu: A fájl zárolva lett, próbálja meg megszüntetni a zárolást!

source: There are unsaved changes, quit? (y or n) %s
hu_hu: Nem mentett változtatások vannak, kilép? (y or n) %s

source: Unable to query the screen for size (columns / rows)
hu_hu: Képernyőméret lekérdezés nem lehetséges (oszlopok / sorok)

source: Unsaved changes. Can't proceed
hu_hu: Nem mentett módosítások. Nem lehet folytatni

source: Usage: bric <filename>
hu_hu: Használat: bric <filename>

source: WARNING! File has unsaved changes. Press Ctrl-Q %d more times to quit.
hu_hu: FIGYELEM! A fájlban nem mentett változtatások vannak. A kilépéshez nyomja meg a Ctrl-Q kombinációt még ennyiszer: %d.

source: at bottom of tag stack
hu_hu: címke lista vége

source: bric: invalid option -- '%c'
hu_hu: bric: érvénytelen művelet -- '%c'

source: tag not found: %s
hu_hu: címke nem található: %s
